[
  {
    "title": "ประชาชนจะมี 1 สิทธิ์ 1 เสียงเท่ากันในการเลือกนายกฯ",
    "description": "ปัจจุบัน ส.ว. 1 คน มีอำนาจเท่ากับประชาชน 70,000 คน ในการตัดสินว่าใครจะเป็นผู้นำประเทศ"
  },
  {
    "title": "การเมืองในสภา จะตอบโจทย์ความต้องการประชาชน",
    "description": "ปัจจุบัน ส.ว. มีอำนาจล้นฟ้า อย่างเช่น ร่วมโหวตนโยบายปฏิรูปประเทศ ขัดขวางการแก้รัฐธรรมนูญ และสามารถขัดเจตนารมณ์ประชาชนส่วนใหญ่ได้ ทั้งที่ไม่ได้มาจากการเลือกตั้งของประชาชน"
  },
  {
    "title": "คสช. จะแต่งตั้งคนของตัวเองมาช่วยในการสืบทอดอำนาจไม่ได้อีกต่อไป",
    "description": "ปัจจุบัน ส.ว. 250 คน มาจากการเลือกโดย คสช. ทุกคน ผ่านคณะกรรมการสรรหาที่เลือกตัวเองและพี่น้องมาเป็น ส.ว. โดย สว. เกินกว่า 100 คน จาก 250 คน เป็นทหารหรือตำรวจ นอกจากนั้น ส.ว. ชุดนี้ยังมีอำนาจชี้ขาดในการเลือกคนมาดำรงตำแหน่งตุลาการศาลรัฐธรรมนูญ และกรรมการองค์กรอิสระ"
  },
  {
    "title": "การตรวจสอบถ่วงดุลการใช้อำนาจโดยมิชอบของรัฐบาล จะมีประสิทธิภาพขึ้น",
    "description": "ส.ว. ชุดปัจจุบัน ไม่เคยทักท้วงการทำงานของรัฐบาล ซ้ำยังให้ท้ายรัฐบาลพวกเดียวกันอย่างเต็มที่ การตรวจสอบรัฐบาลจะมีประสิทธิภาพกว่า ถ้าเราเพิ่มอำนาจให้ฝ่ายค้าน (เช่น เพิ่มจำนวนโควต้าประธานกรรมาธิการที่เป็นคนจากฝ่ายค้านให้สูงขึ้น) และ ติดอาวุธให้ประชาชนโดยตรง (เช่น เปิดข้อมูลรัฐอย่างละเอียด สร้างกฎหมายคุ้มครองผู้แจ้งเบาะแสการทุจริตของรัฐ)"
  },
  {
    "title": "ประหยัดงบประมาณ เพื่อนำมาส่งเสริมสวัสดิการให้ประชาชน",
    "description": "การมีอยู่ของวุฒิสภาใช้งบประมาณอย่างน้อยปีละ 1,000 ล้านบาทต่อปี ซึ่งเป็นเพียงการคำนวณจากค่าตอบแทนของ ส.ว. และคณะทำงาน ยังไม่รวมค่าใช้จ่ายในการสรรหาซึ่งครั้งที่แล้วใช้ไปถึง 1,300 ล้านบาท"
  },
  {
    "title": "การออกกฎหมายหรือนโยบาย จะทันใจและคล่องตัวกว่า",
    "description": "การไม่มีวุฒิสภา จะช่วยลดระยะเวลากระบวนการออกกฎหมายใหม่ หรือปรับเปลี่ยนกฎหมายที่มีอยู่ ซึ่งอาจทำให้ประเทศวิ่งทันโลกที่เปลี่ยนแปลงอย่างรวดเร็วได้ดีกว่า โดยอาจเพิ่มพื้นที่ในคณะกรรมาธิการของสภาผู้แทนราษฎรสำหรับผู้เชี่ยวชาญในสาขาต่างๆ เพื่ออัดฉีดความรู้เฉพาะทางในการยกร่างกฎหมาย"
  },
  {
    "title": "โครงสร้างทางการเมือง จะสอดรับกับทางเลือกที่นิยมกว่าของประชาธิปไตยทั่วโลก",
    "description": "ประเทศที่มีการปกครองระบอบประชาธิปไตยที่มีรูปแบบของรัฐเป็นรัฐเดี่ยว (ไม่ใช่สหพันธรัฐ) และใช้กลไกการปกครองแบบระบบรัฐสภา (ไม่ใช่ระบบประธานาธิบดี) เหมือนกับประเทศไทย ส่วนใหญ่เลือกใช้ระบบสภาเดี่ยว รวมถึงบางประเทศ (เช่น นิวซีแลนด์ สวีเดน) ที่เคยใช้ระบบสภาคู่ ภายหลังก็ได้มาเป็นระบบสภาเดี่ยว"
  }
]
