[
  {
    "title": "ประชาชนจะมี 1 สิทธิ์ 1 เสียงเท่ากันในการเลือกนายกฯ",
    "description": "ปัจจุบัน ส.ว. 1 คน มีอำนาจเท่ากับประชาชน 70,000 คน ในการตัดสินว่าใครจะเป็นผู้นำประเทศ"
  },
  {
    "title": "การเมืองในสภาตอบโจทย์ความต้องการของประชาชน",
    "description": "ปัจจุบัน ส.ว. มีอำนาจล้นฟ้า อย่างเช่น ร่วมโหวตนโยบายปฏิรูปประเทศ ขัดขวางการแก้รัฐธรรมนูญ และสามารถขัดเจตนารมณ์ประชาชนส่วนใหญ่ได้ ทั้งที่ไม่ได้มาจากการเลือกตั้งของประชาชน"
  },
  {
    "title": "คสช. จะแต่งตั้งคนของตัวเองมาช่วยในการสืบทอดอำนาจไม่ได้อีกต่อไป",
    "description": "ปัจจุบัน ส.ว. 250 คนมาจากการแต่งตั้งโดย คสช. ผ่านคณะกรรมการสรรหาที่เลือกพวกพ้องของตนเองเข้ามาดำรงตำแหน่ง โดย ส.ว. เกินกว่า 100 คนจาก 250 คนเป็นทหารหรือตำรวจ นอกจากนั้น ส.ว. ชุดนี้ยังมีอำนาจในการชี้ขาดผู้ที่จะมาดำรงตำแหน่งตุลาการศาลรัฐธรรมนูญและกรรมการองค์กรอิสระ"
  },
  {
    "title": "การตรวจสอบถ่วงดุลการใช้อำนาจของรัฐบาลมีประสิทธิภาพขึ้น",
    "description": "ส.ว. ชุดปัจจุบัน ไม่เคยทักท้วงการทำงานของรัฐบาล แต่กลับให้ท้ายรัฐบาลพวกเดียวกันอย่างเต็มที่ การตรวจสอบรัฐบาลจะมีประสิทธิภาพกว่า ถ้าเราเพิ่มอำนาจให้ฝ่ายค้านช่วยตรวจสอบถ่วงดุล เช่น เพิ่มจำนวนสัดส่วนประธานกรรมาธิการที่มาจากฝ่ายค้านให้มากขึ้นและติดอาวุธให้ประชาชนโดยตรง เช่น เปิดข้อมูลของรัฐอย่างละเอียด รวมทั้งมีกฎหมายคุ้มครองผู้แจ้งเบาะแสการทุจริต"
  },
  {
    "title": "ประหยัดงบประมาณกว่า 1,200 ล้านบาทต่อปี",
    "description": "คำนวณจากเพียงค่าตอบแทน ส.ว. คณะทำงาน และค่าใช้จ่ายในการสรรหา จะสามารถนำงบประมาณในส่วนนี้ไปเพิ่มสวัสดิการให้ประชาชนมีคุณภาพชีวิตที่ดีขึ้นได้"
  },
  {
    "title": "การออกกฎหมายและนโยบายคล่องตัว ทันใจ ตอบสนองต่อสถานการณ์",
    "description": "การไม่มี ส.ว. ช่วยลดระยะเวลาของกระบวนการออกกฎหมายใหม่หรือปรับเปลี่ยนกฎหมายที่มีอยู่ โดยจะทำให้ประเทศสามารถปรับตัวให้เข้ากับสถานการณ์ความท้าทายใหม่ ๆ ของโลกที่เปลี่ยนแปลงอย่างรวดเร็ว นอกจากนี้ยังอาจเพิ่มพื้นที่ในคณะกรรมาธิการของสภาผู้แทนราษฎรสำหรับผู้เชี่ยวชาญในสาขาต่าง ๆ ได้เข้ามาทำงานเพิ่มองค์ความรู้เฉพาะทางในการยกร่างกฎหมาย"
  },
  {
    "title": "โครงสร้างรัฐสอดคล้องกับทิศทางโลกสมัยใหม่",
    "description": "ประเทศที่มีการปกครองระบอบประชาธิปไตยที่มีรูปแบบของรัฐเป็นรัฐเดี่ยว (ไม่ใช่สหพันธรัฐ) และใช้กลไกการปกครองแบบระบบรัฐสภา (ไม่ใช่ระบบประธานาธิบดี) เหมือนกับประเทศไทย ส่วนใหญ่เลือกใช้ระบบสภาเดี่ยว รวมถึงบางประเทศ (เช่น นิวซีแลนด์ สวีเดน) ที่เคยใช้ระบบสภาคู่ ภายหลังก็ได้มาเป็นระบบสภาเดี่ยว"
  }
]
