[
  {
    "title": "ศาลรัฐธรรมนูญและองค์กรอิสระเป็น “อิสระ” จาก คสช.",
    "description": "ปัจจุบัน ตุลาการศาลรัฐธรรมนูญและกรรมการองค์กรอิสระทุกคน ต้องถูกรับรองโดย ส.ว. 250 คน ที่ถูกแต่งตั้งโดย คสช. การขจัดกระบวนการนี้จะตัดความสัมพันธ์ระหว่างศาลรัฐธรรมนูญและองค์กรอิสระ กับ คสช. และระบอบประยุทธ์ ให้ขาดจากกันได้"
  },
  {
    "title": "ศาลรัฐธรรมนูญและองค์กรอิสระมีความยึดโยงกับประชาชน",
    "description": "การให้ตุลาการศาลรัฐธรรมนูญและกรรมการองค์กรอิสระทุกคนต้องถูกรับรองโดยสภาผู้แทนราษฎรที่มาจากการเลือกตั้งของประชาชน จะทำให้บุคคลที่มาดำรงตำแหน่งเหล่านี้ได้ผ่านกระบวนการคัดสรรที่มีความยึดโยงกับประชาชนในทางอ้อม"
  },
  {
    "title": "ศาลรัฐธรรมนูญและองค์กรอิสระเป็นที่ยอมรับจากทุกฝ่ายทางการเมือง",
    "description": "การเพิ่มเงื่อนไขว่าตุลาการศาลรัฐธรรมนูญและกรรมการองค์กรอิสระทุกคน ต้องถูกรับรองโดยเสียงข้างมากของ ส.ส. ฝ่ายรัฐบาล และเสียงข้างมากของ ส.ส. ฝ่ายค้าน สามารถทำให้เรามั่นใจว่าจะได้บุคลากรที่เป็นกลางทางการเมืองอย่างแท้จริง และเป็นที่ยอมรับของทุกฝ่าย"
  },
  {
    "title": "ประชาชนมีความเชื่อมั่นในกระบวนการยุติธรรมและอำนาจตุลาการมากขึ้น",
    "description": "คำวินิจฉัยของศาลรัฐธรรมนูญที่ในช่วงที่ผ่านมา ถูกตั้งคำถามโดยประชาชนถึงความเป็นกลางและมาตรฐานการบังคับใช้กฎหมายต่อทุกฝ่าย ข้อสงสัยนี้อาจลดน้อยลงหากกระบวนการสรรหาตุลาการศาลรัฐธรรมนูญ มีความเป็นกลาง ไม่เหมือนกระบวนการที่ผ่านมาซึ่งมีส่วนยึดโยงกับ คสช."
  },
  {
    "title": "การเลือกตั้งและประชามติเสรีและเป็นธรรม",
    "description": "ประชาชนหลายคนเสื่อมศรัทธาในความเป็นกลางของ กกต. หลังพบความบกพร่องต่าง ๆ ในการจัดการเลือกตั้งปี 2562 และการบิดวิธีการคำนวณ ส.ส. บัญชีรายชื่อ ในช่วงระยะเวลา 1-2 เดือนหลังเลือกตั้งเสร็จ ที่พลิกผลการเลือกตั้งจากหน้ามือเป็นหลังมือ การคัดเลือก กกต. จึงควรต้องใช้กระบวนการใหม่ที่รับรองถึงความเป็นกลางของกรรมการที่จะเข้ามาทำหน้าที่"
  },
  {
    "title": "การตรวจสอบการทุจริตมีประสิทธิภาพ",
    "description": "คุณสมบัติสำคัญขององค์กรอิสระที่มีหน้าที่ป้องกันและปราบปรามการทุจริตอย่าง ปปช. คือความกล้าหาญและแน่วแน่ในการตรวจสอบผู้มีอำนาจทุกฝ่าย แต่ในช่วงที่ผ่านมาจะเห็นว่ามีหลายคดีที่เงียบหายไป มีการดำเนินการที่ล่าช้า หรือมีคำชี้แจงที่ขาดความน่าเชื่อถือ จนทำให้อันดับของประเทศไทยในดัชนีภาพลักษณ์การทุจริตอยู่ท้ายๆ ตารางของการจัดลำดับจากประเทศทั่วโลก"
  },
  {
    "title": "ศาลรัฐธรรมนูญและองค์กรอิสระรู้จักขอบเขตอำนาจตนเองในระบอบประชาธิปไตย",
    "description": "ศาลรัฐธรรมนูญและองค์กรอิสระ มีหน้าที่สำคัญในการปกป้องประชาธิปไตยผ่านการตรวจสอบถ่วงดุลฝ่ายบริหารให้ไม่ใช้อำนาจโดยมิชอบ แต่ต้องวางกระบวนการสรรหาบุคลากรและขอบเขตอำนาจให้เหมาะสมและไม่ถูกใช้เป็นเครื่องมือของฝ่ายใดฝ่ายหนึ่ง ในการโค่นล้มคู่แข่งทางการเมืองที่มาจากการเลือกตั้งโดยไม่ชอบธรรม"
  }
]
