[
  {
    "title": "นโยบายยืดหยุ่น ก้าวทันโลก และตอบสนองต่อความต้องการของประชาชน",
    "description": "ในโลกที่มีความผันผวน ไม่แน่นอน ซับซ้อน และไม่ชัดเจน นโยบายไม่ควรถูกกำหนดแบบตายตัวล่วงหน้า 20 ปี แต่ควรมีพื้นที่ให้ยืดหยุ่นและปรับเปลี่ยนได้ตามสภาพเศรษฐกิจ-สังคม และปัญหาของประชาชนที่อาจเปลี่ยนแปลงไปจากแผนดั้งเดิม"
  },
  {
    "title": "ระบอบประยุทธ์ จะไม่มีเครื่องมือในการเล่นงานฝ่ายตรงข้าม",
    "description": "รัฐธรรมนูญและกฎหมายลูกที่ตามมา เปิดช่องให้มีการลงโทษข้าราชการและรัฐมนตรีถึงขั้นจำคุก 10 ปี หากไม่ดำเนินการตามแผนยุทธศาสตร์ชาติที่ คสช. กำหนดไว้ ซึ่งเรื่องนี้อาจถูกหยิบยกมาใช้เป็นเครื่องมือทางการเมืองเพื่อเล่นงานนักการเมืองจากฝ่ายตรงข้าม เพียงเพราะมีนแนวคิดหรือโยบายที่แตกต่างจากในยุทธศาสตร์ชาติ"
  },
  {
    "title": "นโยบายจะไม่ตกอยู่ในมือทหารและกลุ่มทุน แต่ถูกออกแบบโดยรัฐบาลจากการเลือกตั้งโดยประชาชนมีส่วนร่วม",
    "description": "กรรมการยุทธศาสตร์ชาติชุดปัจจุบัน มีสัดส่วนของฝ่ายความมั่นคงและกลุ่มทุนผูกขาดที่สูง แต่กลับไม่มีตัวแทนจากฝ่ายวิชาการหรือภาคประชาสังคม การกำจัดกลไกนี้จะทำให้กระบวนการคิดค้นและออกแบบนโยบายเป็นการแข่งขันกันระหว่างพรรคการเมืองที่ต้องมาเสนอนโยบายต่อประชาชนในสนามเลือกตั้ง"
  },
  {
    "title": "ลดการออกแบบนโยบายจากรัฐรวมศูนย์ แต่มีการกระจายอำนาจให้ท้องถิ่น",
    "description": "กรอบความคิดของการกำหนดยุทธศาสตร์ชาติ เป็นการเพิ่มบทบาทและอำนาจหน้าที่ให้ราชการส่วนกลางในการกำหนดวิธีการแก้ปัญหาของคนทั้งประเทศ ทั้งที่ส่วนท้องถิ่นหรือจังหวัดอาจรู้ปัญหาของพื้นที่ตนเองดีกว่า และสามารถคิดค้นวิธีการแก้ปัญหาในพื้นที่ตนเองได้ตรงจุดกว่า"
  },
  {
    "title": "ประหยัดค่าใช้จ่ายด้านธุรการและการดำเนินการที่ฟุ่มเฟือยอย่างมหาศาล",
    "description": "งบประมาณที่ต้องใช้เพื่อขับเคลื่อนยุทธศาสตร์ชาติ และตรวจสอบว่านโยบายสอดคล้องกับแผนปฏิรูปประเทศหรือไม่นั้น มีปริมาณมากมายมหาศาล ไม่ว่าจะค่าจัดประชุม/สัมมนา ค่าประชาสัมพันธ์ ค่าจัดทำเอกสาร ค่าเบี้ยประชุมกรรมการ ซึ่งล้วนไม่คุ้มค่ากับผลลัพธ์ที่ได้"
  },
  {
    "title": "ลดขนาดของรัฐราชการที่อุ้ยอ้ายและไร้ประสิทธิภาพ",
    "description": "เนื้อหาของยุทธศาสตร์ชาติหลายส่วนเป็นความพยายามแก้ปัญหาโดยการขยายรัฐราชการ ซึ่งสวนทางกับกระแสโลก ไม่ว่าจะเป็นการตั้งสำนักงานเพิ่มขึ้นกว่า 50 หน่วยงาน หรือ การออกกฎหมายเพิ่มเติมอีกหลายฉบับ ทั้งที่ประเทศไทยมีจำนวนกฎหมาย กฎกระทรวง ใบอนุญาต ที่สูงกว่าค่าเฉลี่ยโลกอยู่แล้ว"
  },
  {
    "title": "รัฐธรรมนูญจะสั้นลง มีแต่เนื้อหาที่สำคัญ และไม่ต้องแก้บ่อย",
    "description": "รัฐธรรมนูญไทยฉบับปัจจุบันเป็นรัฐธรรมนูญที่ยาวที่สุดฉบับหนึ่งในโลก ส่วนหนึ่งเป็นเพราะการบรรจุแผนการปฏิรูปประเทศลงในรัฐธรรมนูญ ซึ่งแตกต่างจากประเทศประชาธิไตยทั่วโลก ที่มักไม่บรรจุเรื่องทางนโยบายลงในรัฐธรรมนูญ เพราะมองว่าเป็นสิ่งที่ควรถูกแก้ไขได้บ่อยตามความจำเป็นของสถานการณ์และปัญหาที่เปลี่ยนแปลงอยู่ตลอดเวลา"
  }
]
