<script lang="ts">
  import Layout from '../components/layout.svelte'

</script>

<Layout
  id="sign"
  heading="ร่วมเป็นหนึ่งชื่อ รื้อระบอบประยุทธ์"
  class="bg-black"
>
  <div class="max-w-screen-lg text-white text-center space-y-4 mx-auto">
    <p>
      เรามีความจำเป็นต้องปิดรับรายชื่อในวันอาทิตย์ที่ 27 มิถุนายนนี้ เวลา 12.00
      น.
      เพื่อให้ทีมงานสามารถใช้ช่วงเวลาหลังจากนั้นจัดการเอกสารให้เป็นไปด้วยความถูกต้องครบถ้วน
      และจะได้สามารถรวบรวมรายชื่อของประชาชนทุกคนเสนอต่อรัฐสภาได้เร็วที่สุด
    </p>
    <p>
      ส่วนใครที่ส่งเอกสารเข้าชื่อมาแล้วไม่ว่าในช่องทางใด ก่อนเวลาดังกล่าว
      แม้จะยังไม่ได้รับการตอบกลับ โปรดอย่ากังวล
      ทีมงานจะรวบรวมให้หมดไม่มีตกหล่นแน่นอน
      เราจะรักษาเจตนารมณ์ของประชาชนอย่างดีที่สุด
    </p>
    <p>
      ขอความร่วมมือเลือกเข้าชื่อเพียงช่องทางเดียวเท่านั้น
      เพื่อประหยัดเวลาในการจัดการเอกสาร
    </p>
  </div>
</Layout>
